{
    "Terms and conditions text": "<h2>Datenschutzerklärung und Nutzungsbedingungen</h2>\n\n\n<p>Die Verwendung der Webversion des RTR-Netztests ist erst nach ausdrücklicher Zustimmung zur Datenschutzerklärung\n    sowie den Nutzungsbedingungen des RTR-Netztests möglich. Unter 14-Jährige Personen können den RTR-Netztest nur mit\n    Einwilligung der Obsorgeberechtigten nutzen.</p>\n<h3>1. Allgemeines</h3>\n<p>Der RTR-Netztest der RTR-GmbH bietet Nutzerinnen und Nutzern die Möglichkeit, Informationen über die aktuelle\n    Dienstequalität (ua. Upload, Download, Ping) ihres Internetzugangs zu beziehen. Der RTR-Netztest bietet optional\n    auch einen Wiederholungsmodus an, der erlaubt, dass der RTR-Netztest automatisiert wiederholt durchgeführt wird.\n    Weiters besteht, wenn der Internetanschluss von einem österreichischen Betreiber stammt, optional die Möglichkeit\n    eine zertifizierte Messung durchzuführen. Mit dieser können beweiskräftige Feststellungen über die Qualität des\n    Internetzugangs einer Nutzerin bzw. eines Nutzers festgestellt werden. Diese Feststellungen dienen als Grundlage für\n    einen so genannten Anscheinsbeweis für bestimmte gewährleistungsrechtliche Aspekte betreffend des\n    Internetanschlusses.</p>\n<p> Die gesetzliche Ermächtigung der RTR-GmbH, den RTR-Netztest anzubieten, ergibt sich aus <a\n            href=\"https://www.ris.bka.gv.at/GeltendeFassung.wxe?Abfrage=Bundesnormen&amp;Gesetzesnummer=20011678\"\n            title=\"RIS TKG2021\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"external-link\">§&nbsp;46 Abs&nbsp;5 und Abs&nbsp;6 sowie §&nbsp;48 Telekommunikationsgesetz 2021</a> in der geltenden Fassung sowie <a\n            href=\"https://eur-lex.europa.eu/legal-content/DE/TXT/PDF/?uri=CELEX:32015R2120\"\n            title=\"EUR-LEX VO (EU) 2015/2120\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"external-link\">Art&nbsp;4 Abs&nbsp;4 und Art&nbsp;5 Abs&nbsp;1 der Verordnung (EU) 2015/2120</a> (\"TSM-Verordnung\"). Um diese Aufgabe erfüllen zu können und\n    der Nutzerin bzw. dem Nutzer – unter Achtung der Privatsphäre – größtmögliche Transparenz und ausführliche\n    Information zu bieten, basiert der RTR-Netztest auf dem Open Source- und Open Data-Prinzip.</p>\n<h3>2. Welche Daten werden verarbeitet?</h3>\n<h4>2.1. RTR-Netztest und Option Wiederholungsmodus</h4>\n<p>Im Rahmen des RTR-Netztests und bei der Option Wiederholungsmodus werden folgende Daten verarbeitet:</p>\n<ul>\n    <li>Geschwindigkeit der Datenverbindung in beiden Richtungen (Down-/Uplink)*</li>\n    <li>Latenz der Datenverbindung (Ping)*</li>\n    <li>Testparameter (Testmethode, Testfortschritt, Testserver, Testkonfiguration [z.B.: Testdauer])*</li>\n    <li>zufällig erzeugte ID des Clients (Client UUID)</li>\n    <li>Zustimmungsnachweis zur Datenschutzerklärung und zu den Nutzungsbedingungen</li>\n    <li>öffentliche ID des Clients*</li>\n    <li>Sync-Code und –Gruppe des Clients</li>\n    <li>zufällig erzeugte ID der Messserie (Loop UUID)</li>\n    <li>Testzeitpunkt*</li>\n    <li>automatisch bestimmter Standort des Clients (sofern bekannt) / Zeitzone*</li>\n    <li>genauer Standort (aus der optional manuell eingegebenen Adresse der Messung bestimmt)‡</li>\n    <li>anonymisierter (gerasterter) Standort (aus der optional manuell eingegebenen Adresse der Messung bestimmt)*</li>\n    <li>Metainformationen zum Standort des Clients (z.B. Standortgenauigkeit, Methode der Standortbestimmung,\n        zurückgelegter Weg)*\n    </li>\n    <li>Gerätetyp/-modell, Betriebssystem-/Software-Version des Browsers*</li>\n    <li>NAT ja/nein (wird ein direkter Internetzugang oder eine private Adresse verwendet)*</li>\n    <li>IP-Version*</li>\n    <li>IP-Adresse</li>\n    <li>IP-Netzwerk (autonomes System, AS) bzw. anonymisierte IP-Adresse*</li>\n</ul>\n<p>Die mit * gekennzeichneten Daten werden auf der RTR-Netztest-Website und in der RTR-Netztest-App veröffentlicht und\n    der Allgemeinheit als Open Data (<a href=\"https://www.netztest.at/de/Opendata\" title=\"RTR-Netztest Open Data\"\n                                        target=\"_blank\" rel=\"noopener noreferrer\" class=\"external-link\">https://www.netztest.at/de/Opendata</a>)\n    zur Information, Nutzung, Weiterverbreitung und Weiterverwendung frei zugänglich gemacht.</p>\n<h4>2.2 Option zertifizierte Messung</h4>\n<p>Zusätzlich zu den unter 2.1 gelisteten Daten werden im Rahmen der zertifizierten Messung die Daten verarbeitet, die\n    Nutzerinnen und Nutzer bei der zertifizierten Messung in das Online-Formular eingeben:</p>\n<ul>\n    <li>Vorname und Nachname samt Titel</li>\n    <li>Adresse an der die zertifizierte Messung durchgeführt wird</li>\n    <li>von der Nutzerin bzw. vom Nutzer hochgeladene Fotos</li>\n    <li>Informationen zu den Umständen der Messung (z.B. zum Internetanschluss)</li>\n</ul>\n<h3>3. Verarbeitung und Zweck der Verarbeitung personenbezogener Daten</h3>\n<h4>3.1 RTR-Netztest und Option Wiederholungsmodus</h4>\n<p>Folgende personenbezogene Daten werden im Rahmen des RTR-Netztests und der Option Wiederholungsmodus verarbeitet: die\n    Client UUID, die optional manuell eingegebene Adresse der Messung sowie die IP-Adresse.</p>\n<h5>Zweck der Verarbeitung:</h5>\n<ul>\n    <li>bei der Client UUID: Ermöglichung von Verlauf für Nutzerin bzw. Nutzer; Identifikation zusammenhängender Tests\n        insbesondere im Zusammenhang mit missbräuchlicher Nutzung oder Fehlfunktionen; Wahrnehmung der Rechte durch die\n        Nutzerin bzw. den Nutzer unter 5.\n    </li>\n    <li>bei der optional manuell eingegebenen Adresse: Wenn der Standort automatisiert nicht genauer als auf 2 km\n        bestimmt werden kann, besteht optional die Möglichkeit, die Adresse der Messung manuell einzugeben. Dieses mit ‡\n        gekennzeichnete Datum (= genauer Standort, welcher aus der optional manuell eingegebenen Adresse der Messung\n        bestimmt wird) wird in Koordinaten umgewandelt (verarbeitet) und wird - nur für die Nutzerin bzw. den Nutzer,\n        die bzw. der diesen Test durchgeführt hat - als Messpunkt auf der RTR-Netztest-Karte sichtbar gemacht. Die\n        eingegebene Adresse der Messung selbst wird nicht gespeichert. Dritte sehen nur den Messpunkt auf der Karte, der\n        auf den anonymisierten (gerasterten) Koordinaten basiert. Unter <a href=\"https://www.netztest.at/de/Opendata\"\n                                                                           title=\"RTR-Netztest Open Data\"\n                                                                           target=\"_blank\" rel=\"noopener noreferrer\"\n                                                                           class=\"external-link\">https://www.netztest.at/de/Opendata</a>\n        sind lediglich die gerasterten Koordinaten der optional eingegebenen Adresse als Open Data abrufbar.\n    </li>\n    <li>bei der IP-Adresse: Technische Ermöglichung des RTR-Netztests und Gewährleistung des vollständigen\n        Funktionsumfangs, insbesondere Kartendarstellung und Qualitätsmessungen; Zuordnung des Tests zu Betreiber (über\n        Routinginformation [AS] bzw. Hostnamen); Erkennung von missbräuchlicher Nutzung und Fehlfunktionen.\n    </li>\n</ul>\n<h4>3.2 Option zertifizierte Messung</h4>\n<p>Im Rahmen der zertifizierten Messung werden die unter 3.1 angeführten personenbezogenen Daten verarbeitet. Darüber\n    hinaus werden die von der Nutzerin bzw. dem Nutzer in das Online-Formular eingegebenen personenbezogenen Daten\n    (Vorname und Nachname samt Titel, Adresse an der die zertifizierte Messung durchgeführt wird und Fotos) verarbeitet.\n    Diese werden zur Erstellung des PDF-Dokumentes der zertifizierten Messung verwendet.</p>\n<h3>4. Übermittlung personenbezogener Daten</h3>\n<p>Die unter 3.1 optional manuell eingegebene Adresse sowie die IP-Adresse werden an folgende Empfänger – darunter auch\n    in Drittländer - übermittelt:</p>\n<ul>\n    <li>EU und EWR: Für die Darstellung der Karten werden abhängig von der aufgerufenen Seite und vom Endgerät\n        Kartendaten von basemap.at (<a href=\"https://basemap.at\" title=\"basemap.at\" target=\"_blank\"\n                                       rel=\"noopener noreferrer\" class=\"external-link\">https://basemap.at</a>) sowie\n        OpenStreetMap (<a href=\"https://www.openstreetmap.org\" title=\"Openstreetmap.org\" target=\"_blank\"\n                          rel=\"noopener noreferrer\" class=\"external-link\">https://www.openstreetmap.org</a>) geladen.\n    </li>\n    <li>Drittländer: Für die Darstellung der Karten werden abhängig von der aufgerufenen Seite und vom Endgerät\n        Kartendaten von Google (<a href=\"https://www.google.at\" title=\"Google.at\" target=\"_blank\"\n                                   rel=\"noopener noreferrer\" class=\"external-link\">https://www.google.at</a>) und\n        Microsoft (<a href=\"https://www.microsoft.com\" title=\"Microsoft.com\" target=\"_blank\" rel=\"noopener noreferrer\"\n                      class=\"external-link\">https://www.microsoft.com</a>) geladen. Zum Zweck der Konvertierung der\n        Adresse in Geokoordinaten wird die eingegebene Adresse an Google (<a href=\"https://www.google.at\"\n                                                                             title=\"Google.at\" target=\"_blank\"\n                                                                             rel=\"noopener noreferrer\"\n                                                                             class=\"external-link\">https://www.google.at</a>)\n        gesendet.\n    </li>\n</ul>\n<p>Die Datenübermittlung an Google und Microsoft erfolgt auf Grundlage von Angemessenheitsbeschlüssen der Europäischen\n    Kommission gem. Art.&nbsp;45 Datenschutz-Grundverordnung (DSGVO).</p>\n<h3>5. Speicherdauer</h3>\n<p>Die IP-Adresse wird von der RTR-GmbH maximal für eine Dauer von sechs Monaten gespeichert. Die Client UUID wird\n    jedenfalls mit der endgültigen Einstellung des RTR-Netztests gelöscht.</p>\n<p> Die im Rahmen der Option zertifizierte\n    Messung in das Online-Formular eingegebenen personenbezogenen Daten (Vorname und Nachname samt Titel, Adresse an der\n    die zertifizierte Messung durchgeführt wird und Fotos) werden maximal 48 Stunden gespeichert.</p>\n<h3>6. Rechte im Zusammenhang mit personenbezogenen Daten</h3>\n<p>Die Nutzerin bzw. der Nutzer hat unter Bekanntgabe der zufällig erzeugten ID des Clients (= Client UUID) -\n    abrufbar unter Optionen - gegenüber der RTR-GmbH, hinsichtlich ihrer bzw. seiner personenbezogener Daten ua. das\n    Recht auf:</p>\n<ul>\n    <li>Auskunft</li>\n    <li>Löschung, somit zum jederzeitigen Widerruf der Zustimmung hinsichtlich der Verarbeitung ihrer bzw. seiner\n        personenbezogener Daten\n    </li>\n    <li>Beschwerde bei der Datenschutzbehörde (<a href=\"https://www.dsb.gv.at\" title=\"DSB\" target=\"_blank\"\n                                                  rel=\"noopener noreferrer\"\n                                                  class=\"external-link\">https://www.dsb.gv.at</a>)\n    </li>\n    <li>Berichtigung</li>\n    <li>Einschränkung</li>\n    <li>Datenübertragbarkeit</li>\n</ul>\n<h3>7. Kontaktdaten</h3>\n<p>Fragen zur Verarbeitung personenbezogener Daten und zum Datenschutz hinsichtlich des RTR-Netztests können gerichtet\n    werden an:\n<ul>\n    <li>E-Mail: <a href=\"mailto:netztest@rtr.at?subject=Support%20Privacy%20statement%20DE\">netztest@rtr.at</a></li>\n    <li>Datenschutzbeauftragte der RTR-GmbH: E-Mail: <a href=\"mailto:dsba@rtr.at?subject=Support%20Privacy%20statement%20DE\">dsba@rtr.at</a></li>\n    <li>Adresse: Rundfunk und Telekom Regulierungs-GmbH (RTR-GmbH), RTR-Netztest, Mariahilfer Straße 77-79, 1060 Wien, Österreich</li>\n</ul>\n<p>\n    Version 2021-11-01\n</p>\n\n\n<h2>Nutzungsbedingungen</h2>\n<p>Die Benutzung der Browser-Version sowie der App des RTR-Netztests erfolgt auf eigene Gefahr. Hinweise zur Korrektur\n    unrichtiger Inhalte, Darstellungen etc. werden von der RTR-GmbH unter <a\n            href=\"mailto:netztest@rtr.at?subject=Support%20Terms%20DE\">netztest@rtr.at</a> entgegengenommen. Unter\n    14-Jährige Personen können den RTR-Netztest mit Einwilligung ihrer Obsorgeberechtigten nutzen.</p>\n<p>Der RTR-Netztest der RTR-GmbH bietet Nutzerinnen und Nutzern die Möglichkeit, Informationen über die aktuelle\n    Dienstequalität (ua. Upload, Download, Ping, Signalstärke) ihres Internetzugangs zu beziehen. Der RTR-Netztest\n    bietet optional auch einen Wiederholungsmodus, der erlaubt, dass der RTR-Netztest automatisiert wiederholt\n    durchgeführt wird, an. Weiters besteht die Möglichkeit, wenn der Internetzugang von einem österreichischen Betreiber\n    stammt, die Browsermessung als zertifizierte Messung durchzuführen. Mit dieser können beweiskräftige Feststellungen\n    über die Qualität des Internetzuganges einer Nutzerin bzw. eines Nutzers festgestellt werden. Diese Feststellungen\n    dienen als Grundlage für einen so genannten „Anscheinsbeweis“ für bestimmte gewährleistungsrechtliche Aspekte dieses\n    Internetanschlusses.</p>\n<p>Um der gesetzlichen Ermächtigung, die sich aus <a\n        href=\"https://www.ris.bka.gv.at/GeltendeFassung.wxe?Abfrage=Bundesnormen&amp;Gesetzesnummer=20011678\"\n        title=\"RIS TKG2021\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"external-link\">§&nbsp;46 Abs&nbsp;5 und Abs&nbsp;6 sowie §&nbsp;48 Telekommunikationsgesetz 2021</a> in der geltenden Fassung sowie <a\n        href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32015R2120\"\n        title=\"EUR-LEX VO (EU) 2015/2120\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"external-link\">Art&nbsp;4 Abs.&nbsp;4\n    und 5 Abs.&nbsp;1 Verordnung (EU) 2015/2120</a> (\"TSM-Verordnung\") ergibt, nachzukommen sowie um der Nutzerin bzw. dem\n    Nutzer – unter Achtung der Privatsphäre – größtmögliche Transparenz und ausführliche Information zu bieten, basiert\n    der RTR-Netztest auf dem Open Source- und Open Data-Prinzip.</p>\n<p>Dies bedeutet nach dem Open Source-Prinzip, dass der Quellcode der RTR-Netztest Software öffentlich zugänglich ist\n    und die RTR-GmbH die von ihr entwickelten Komponenten unter eine Open Source-Lizenz, der Apache License Version 2.0\n    (<a href=\"https://www.apache.org/licenses/LICENSE-2.0\" title=\"Apache 2.0\" target=\"_blank\" rel=\"noopener noreferrer\"\n        class=\"external-link\">https://www.apache.org/licenses/LICENSE-2.0</a>), gestellt hat. Es ist jedoch zu beachten,\n    dass bei der Nutzung des Quellcodes des RTR-Netztests gegebenenfalls weitere Lizenzen notwendig sind. Das\n    RTR-Netztest-Logo und der RTR-Netztest-Schriftzug unterliegen nicht dem Open Source-Prinzip und dürfen daher nicht\n    kopiert, modifiziert, verändert sowie unverändert weiterverarbeitet werden. Die unter <a\n            href=\"https://www.netztest.at/de/Opendata\" title=\"RTR-Netztest Open Data\" target=\"_blank\"\n            rel=\"noopener noreferrer\" class=\"external-link\">https://www.netztest.at/de/Opendata</a> angeführten Daten\n    des RTR-Netztests sind als Open Data abrufbar und werden so unter Verwendung der Creative Commons Namensnennung 4.0\n    (CC BY 4.0) Lizenz (<a href=\"https://creativecommons.org/licenses/by/4.0/deed.de\" title=\"CC BY 4.0\" target=\"_blank\"\n                           rel=\"noopener noreferrer\" class=\"external-link\">https://creativecommons.org/licenses/by/4.0/deed.de</a>)\n    der Allgemeinheit zur Information, Nutzung, Weiterverbreitung und Weiterverwendung frei zugänglich gemacht.</p>\n<p>Die RTR-GmbH verweist weiters darauf, dass zum Zeitpunkt der Verlinkung auf fremde Inhalte im World Wide Web (Links)\n    diese frei von illegalen Inhalten waren und sie keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung der\n    verlinkten Inhalte hat. Die RTR-GmbH distanziert sich ausdrücklich von den Inhalten von verknüpften/verlinkten\n    Seiten, die nach der Linksetzung verändert wurden. Für die Richtigkeit der Inhalte ist immer der jeweilige Anbieter\n    oder Betreiber der Website verantwortlich. Die RTR-GmbH übernimmt hierfür keinerlei Haftung und/oder\n    Gewährleistung.</p>\n<p>Es besteht kein Anspruch auf ständige Verfügbarkeit des Angebots. Die RTR-GmbH behält sich ausdrücklich vor, Teile\n    des RTR-Netztests oder das gesamte Angebot des RTR-Netztests ohne gesonderte Ankündigung zu verändern, zu ergänzen,\n    zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.</p>\n<p>Die RTR-GmbH bemüht sich um Aktualität, Vollständigkeit und Richtigkeit der RTR-Netztest-Browser-Version/Website\n    sowie der RTR-Netztest-App. Um die Richtigkeit der Ergebnisse sicherzustellen, können unplausible und/oder\n    offensichtlich missbräuchliche Messungen durch die RTR-GmbH gekennzeichnet und/oder entfernt werden. Die RTR-GmbH\n    behält sich vor, gegebenenfalls rechtliche Schritte einzuleiten. Die RTR-GmbH übernimmt insbesondere keinerlei\n    Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen und\n    Angebote. Haftungsansprüche gegen die RTR-GmbH für materielle oder ideelle Nachteile und/oder Schäden, die durch die\n    Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger\n    Informationen verursacht wurden, sind grundsätzlich ausgeschlossen. Sofern ein gänzlicher Haftungsausschluss der\n    RTR-GmbH aufgrund der jeweils anzuwendenden Gesetzeslage nicht möglich ist, wird die Haftung auf Vorsatz und grobe\n    Fahrlässigkeit begrenzt.</p>\n<p>Version 2021-11-01</p>",
    "New Test": "Neuer Test",
    "Loop Mode": "Wiederholungsmodus",
    "Certified": "Zertifiziert",
    "Map": "Karte",
    "History": "Verlauf",
    "Statistics": "Statistik",
    "Help": "Hilfe",
    "Options": "Optionen",
    "The current action will be interrupted": "Die aktuelle Aktion wird unterbrochen. Möchten Sie fortfahren?",
    "An error occurred. Please try again later": "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.",
    "An error occurred while sending the results": "Beim Senden der Ergebnisse ist ein Fehler aufgetreten.\nDie App wird die Ergebnisse speichern und es später erneut versuchen.",
    "The registration couldn't be completed": "Die Registrierung konnte nicht durchgeführt werden. Bitte versuchen Sie es später erneut.",
    "Did not receive any settings": "Konfiguration konnte nicht geladen werden.",
    "Measurement was not registered": "Messung wurde nicht registriert.",
    "Could not resolve the hostname": "Hostname konnte nicht aufgelöst werden.",
    "Measurement timed out": "Messzeit abgelaufen.",
    "Server communication error": "Problem während der Kommunikation mit dem Server.",
    "Cancel": "Abbrechen",
    "Proceed": "Fortfahren",
    "Ok": "OK",
    "Mbps": "Mbit/s",
    "Gbps": "Gbit/s",
    "ms": "ms",
    "s": "s",
    "Your IP address": "IP-Adresse",
    "Ping": "Ping",
    "Download": "Download",
    "Upload": "Upload",
    "Server name": "Server-Name",
    "IP Address": "IP-Adresse",
    "Provider": "Anbieter",
    "Developed by Specure": " ",
    "Start Test": "Test starten",
    "Start RTR-NetTest": "RTR-Netztest starten",
    "Client UUID": "Client-UUID",
    "Version": "Version",
    "Open source": "Open Source",
    "IPv4 only": "Nur IPv4",
    "IPv6 only": "Nur IPv6",
    "Language": "Sprache",
    "Copy": "Kopieren",
    "Client UUID was copied to the clipboard.": "Die Client-UUID wurde in die Zwischenablage kopiert.",
    "IPv4": "IPv4",
    "IPv6": "IPv6",
    "Agree": "Zustimmen",
    "Measurement result from": "Testergebnis vom",
    "This result is only available locally.": "Dieses Ergebnis ist nur lokal verfügbar.",
    "Details...": "Details...",
    "Fetching the result...": "Ergebnis wird abgerufen...",
    "Measurement failed.": "Test fehlgeschlagen.",
    "Fetching the history...": "Verlauf wird abgerufen...",
    "Time": "Zeitpunkt",
    "Detailed results": "Detailergebnisse",
    "Settings": "Einstellungen",
    "Back to top": "Nach oben ↑",
    "Loading": "Wird geladen",
    "Load more": "Weitere laden",
    "Application Update": "App-Update",
    "A new version is available. Would you like to install it?": "Ein Update ist verfügbar. Möchten Sie es installieren?",
    "Download and install": "Herunterladen und installieren",
    "Later": "Später",
    "Install": "Installieren",
    "The new version is ready for installation.": "Eine neue Version ist für die Installation bereit.",
    "Hide": "Ausblenden",
    "Hide others": "Sonstige ausblenden",
    "Unhide": "Einblenden",
    "Quit": "Beenden",
    "File": "Datei",
    "Close": "Schließen",
    "Undo": "Rückgängig",
    "Redo": "Wiederholen",
    "Cut": "Ausschneiden",
    "Paste": "Einfügen",
    "Paste and match style": "Einfügen und Stil anpassen",
    "Delete": "Löschen",
    "Select all": "Alles auswählen",
    "Window": "Fenster",
    "Minimize": "Minimieren",
    "Edit": "Bearbeiten",
    "Delete local data": "DE-Delete local data",
    "Delete local data description": "DE-This will remove your local data, such as language settings and measurement history. The application will be closed. Do you want to proceed?",
    "Local data": "DE-Local data",
    "Local data settings description": "DE-Local data includes settings, user ID, measurement history",
    "Abort measurement": "DE-Abort measurement",
    "Interval between tests": "DE-Interval between tests",
    "minutes": "DE-minutes",
    "Start loop test": "DE-Start loop test",
    "Tests are conducted repeatedly until they are stopped manually": "DE-Tests are conducted repeatedly until they are stopped manually",
    "Measurement": "DE-Measurement",
    "End tests": "DE-End tests",
    "Next measurement in": "DE-Next measurement in",
    "Recent measurements": "DE-Recent measurements",
    "The loop measurement has expired": "DE-The loop measurement has expired after %0 minutes",
    "Close app": "DE-Close app",
    "The currently running measurement will be aborted": "DE-The currently running measurement will be aborted",
    "App was suspended": "DE-App was suspended",
    "The app was suspended. The last running measurement was aborted": "DE-The app was suspended. The last running measurement was aborted",
    "Loop measurement results": "DE-Loop measurement results"
}
