{
    "Terms and conditions text": "<h1>Privacy Policy and Terms of Use</h1> <h2>Privacy Policy</h2> <p>     The web version of the RTR-NetTest can be used only after explicit consent     to RTR’s Privacy Policy and Terms of Use for the RTR-NetTest. Under 14 years     can use the RTR-NetTest with the consent of their legal guardian. </p> <ol>     <li>         <p>General</p>         <p>             The RTR-NetTest informs users about the current service quality             (including upload, download, ping, signal strength) of their             Internet connection. Additionally RTR-NetTest offers the option to             repeat tests automatically (loop mode). Furthermore, in case a             provider in Austria provides the Internet access, the browser test             offers the possibility to undertake a certified measurement. With             this, conclusive statements about the quality of the Internet access             of a user can be made. They serve as the basis for a so-called             \"prima facie proof\" of certain aspects of this Internet connection.         </p>         <p>             To comply with the legal authorisation enshrined in Art 46 Par 5 and             Par 6 and Art 48 TKG 2021 as well as Art 4 Par 4 and Art 5 Par 1             Regulation (EU) 2015/2120 (\"TSM regulation\") and ensure users with             the greatest possible transparency and information – while             respecting their privacy – the RTR-NetTest is based on the open             source and open data principle.         </p>     </li>     <li>         <p>What data are processed?</p>         <ol>             <li>                 <p>RTR-Netztest and option loop mode</p>                 <p>                     The following data are processed as part of the RTR-NetTest                     and the option loop mode:                 </p>                 <ul>                     <li>                         Speed of data connection in both directions                         (downlink/uplink)*                     </li>                     <li>Latency of data connection (ping)*</li>                     <li>                         Test parameters (test method, test progress, test                         server, test configuration [e.g. test duration])*                     </li>                     <li>Randomly generated client ID (Client UUID)</li>                     <li>                         Evidence of acceptance of the Privacy Policy and Terms                         of Use                     </li>                     <li>Public client ID*</li>                     <li>Client sync code and group</li>                     <li>                         Randomly generated ID of the measurement series (Loop                         UUID)                     </li>                     <li>Test time*</li>                     <li>                         Automatically determined client location (if known) /                         time zone*                     </li>                     <li>                         Exact client location (determined out of the optional                         manually entered address of the measurement)‡                     </li>                     <li>                         Anonymised (dissected) location (determined out of the                         optional manually entered address of the measurement)*                     </li>                     <li>                         Meta information for the client location (e.g. location                         accuracy, method of location fix, covered distance)*                     </li>                     <li>                         Device type/model, operating system/software version of                         browser*                     </li>                     <li>                         NAT Yes/No (direct Internet access or private address                         used)*                     </li>                     <li>IP version*</li>                     <li>IP address</li>                     <li>                         IP network (autonomous system, AS) and anonymised IP                         address                     </li>                 </ul>                 <p>                     The data marked with * are published on the RTR-NetTest                     website and in the RTR-NetTest app and are made freely                     available to the general public as open data                     (https://www.netztest.at/en/Opendata) for information, use,                     dissemination and other applications.                 </p>             </li>             <li>                 <p>Option certified measurement</p>                 <p>                     In addition to the data listed under 2.1, the certified                     measurement processes the data that the users enters in the                     online form for the certified measurement:                 </p>                 <ul>                     <li>First name and last name including title</li>                     <li>                         Address at which the certified measurement is carried                         out                     </li>                     <li>photos uploaded by the user</li>                     <li>                         Information on the circumstances of the measurement (for                         example, the Internet connection)                     </li>                 </ul>             </li>         </ol>     </li>     <li>         <p>Processing of and the purposes for processing of personal data</p>         <ol>             <li>                 <p>RTR-Netztest and option loop mode</p>                 <p>                     The following personal data are processed: the Client UUID,                     the optional manually entered address of the measurement as                     well as the IP address. Purposes for processing these                     personal data:                 </p>                 <ul>                     <li>                         in respect to the Client UUID: possibility of compiling                         a test result history for the user; identifying                         associated tests to identify improper use or                         malfunctions; Percipience of the rights of the uses                         according to item 5.                     </li>                     <li>                         in respect to the optional manually entered address of                         the measurement: If the location cannot be determined                         automatically to better than 2km, the user has the                         option to enter the address of the measurement manually.                         This with ‡ marked data (= exact location determined out                         of the optional manually entered address of the                         measurement) is converted into coordinates (processed)                         and is - only for the user who conducted the respective                         test - visible as a measurement point on the RTR-NetTest                         map. The entered address of the measurement is not                         stored. Third parties merely see a measurement point on                         the map, which is based on anonymised (dissected)                         coordinates. The dissected coordinates of the optional                         manually entered address are published as open data                         under https://www.netztest.at/en/Opendata.                     </li>                     <li>                         in respect to the IP address: Technical enabling of the                         RTR-NetTest and ensuring the full functionality, in                         particular display of the map and quality measurements;                         in order to be able to assign the tests to individual                         operators (via routing information [AS] or host names);                         detection of improper use or malfunctions.                     </li>                 </ul>             </li>             <li>                 <p>Option certified measurement</p>                 <p>                     As part of the certified measurement, the personal data                     mentioned in 3.1 are processed. In addition, the personal                     data entered by the user via the online form (first name and                     surname including title, address at which the certified                     measurement is performed and photos) are processed. These                     are used to create the PDF document of the certified                     measurement.                 </p>             </li>         </ol>     </li>     <li>         <p>Transferring of personal data</p>          <p>             The under 3.1 optional manually entered address and the IP address             are transferred, among others also to third countries:         </p>         <ul>             <li>                 EU and the EEA: Depending on the used website and terminal, for                 the representation of the maps, map data from basemap.at                 (https://basemap.at) and OpenStreetMap                 (https://www.openstreetmap.org) are retrieved.             </li>             <li>                 Third countries: Depending on the used website and terminal, for                 the representation of the maps, map data from Google                 (https://www.google.at) and Microsoft                 (https://www.microsoft.com) are retrieved.             </li>         </ul>         <p>             The transfer of data to Google and Microsoft is based on adequacy             decisions of the Commission - according to Art 45 General Data             Protection Regulation (GDPR).         </p>     </li>     <li>         <p>Duration of storage</p>          <p>             The IP address is stored by RTR for a maximum period of six months.             In any case the Client UUID will be deleted with the final             termination of the RTR-NetTest.         </p>          <p>             The personal data which the user provides in the online form (first             and last name including title, address at which the certified             measurement is performed and photos) are stored for a maximum of 48             hours.         </p>     </li>     <li>         <p>Rights in connection with personal data</p>          <p>             By providing the randomly generated client ID (= Client UUID) -             which can be found under Options - the user has amongst others the             following rights concerning her or his personal data:         </p>         <ul>             <li>information</li>             <li>                 erasure, thus to withdraw her or his acceptance to the                 processing of her or his personal data at any time             </li>             <li>                 lodging a complaint with the supervision authority                 (https://www.dsb.gv.at)             </li>             <li>rectification</li>             <li>restriction</li>             <li>data portability</li>         </ul>     </li>     <li>         <p>Contact</p>         <p>             Questions regarding the processing of personal data and data             protection in connection with the RTR-NetTest can be send to:         </p>         <ul>             <li>E-Mail: netztest@rtr.at</li>             <li>                 Data protection officers of the RTR-GmbH: E-Mail: dsba@rtr.at             </li>             <li>                 Address: Rundfunk und Telekom Regulierungs-GmbH (RTR-GmbH),                 RTR-NetTest, Mariahilfer Straße 77-79, 1060 Vienna, Austria             </li>         </ul>     </li> </ol> <p>Version 2021-11-01</p> <h2>Terms of Use</h2> <p>     Users use the browser version and app of the RTR-NetTest at their own risk.     Please send any comments on correction of inaccurate content, graphics etc.     by e-mail to netztest@rtr.at. Under 14 years can use the RTR-NetTest with     the consent of their legal guardian. </p> <p>     The RTR-NetTest informs users about the current service quality (including     upload, download, ping, signal strength) of their Internet connection.     Additionally RTR-NetTest offers the option to repeat tests automatically     (loop mode). Furthermore, in case a provider in Austria provides the     Internet access, the browser test offers the possibility to undertake a     certified measurement. With this, conclusive statements about the quality of     the Internet access of a user can be made. They serve as the basis for a     so-called \"prima facie proof\" of certain aspects of this Internet     connection. </p> <p>     To comply with the legal authorisation enshrined in Art 46 Par 5 and Par 6     and Art 48 TKG 2021 as well as Art 4 Par. 4 and Art 5 Par. 1 Regulation (EU)     2015/2120 (\"TSM regulation\") and ensure users with the greatest possible     transparency and information – while respecting their privacy – the     RTR-NetTest is based on the open source and open data principle. </p> <p>     According to the open source principle, this means that the source code of     the RTR-NetTest software is publicly accessible and that RTR has put the     components it has developed under an open source licence, i.e. Apache     licence version 2.0 (https://www.apache.org/licenses/LICENSE-2.0). Care     should be taken, however, that when the RTR-NetTest source code is used,     other licences may be needed. The RTR-NetTest logo and the RTR-NetTest font     are not subject to the open source and open data principle and copying,     modifying or processing them in changed or unchanged form is prohibited. The     RTR-NetTest data listed under https://www.netztest.at/en/Opendata are     retrievable as open data and are under the usage of the Creative Commons     Attribution 4.0 (CC BY 4.0) Lizenz     (https://creativecommons.org/licenses/by/4.0/deed.en) so made freely     available to the general public for information, use, dissemination and     other applications. </p> <p>     RTR also points out that at the time of linking to third-party content on     the World Wide Web (Internet links), this content was free of any illegal     elements, and that RTR has no influence on the current and future form of     the linked content. RTR explicitly renounces responsibility for any content     of linked sites that were changed after the link was made. The accuracy of     content is always the responsibility of the respective provider or operator     of the website. RTR does not accept any liability and/or guarantee for it. </p> <p>     There is no legal claim to permanent availability of the offer. RTR     explicitly reserves the right to change, add to or delete parts of the     RTR-NetTest or the entire RTR-NetTest offer without prior announcement, or     to cease publication of it temporarily or finally. </p> <p>     RTR makes every endeavour to ensure the RTR-NetTest browser version/website     and RTR-NetTest app are constantly up-to-date, complete and accurate. To     ensure the correctness of the results, implausible and/or obvious abusive     measurements may be marked and/or removed by RTR. RTR reserves the right to     initiate appropriate legal action in case of non-compliance. RTR accepts no     liability for the up-to-dateness, correctness, completeness or quality of     the information and offers provided. As a basic principle, no claims can be     brought against RTR for material or immaterial disadvantages and/or losses     resulting from the use or non-use of information provided or from the use of     incorrect and incomplete information. Where RTR cannot assert a full waiver     of liability due to the statutory provisions applicable in the individual     case, liability shall be limited to gross negligence and malicious intent. </p> <p>Version 2021-11-01</p>",
    "New Test": "New Test",
    "Loop Mode": "Loop Mode",
    "Certified": "Certified",
    "Map": "Map",
    "History": "History",
    "Statistics": "Statistics",
    "Help": "Help",
    "Options": "Options",
    "The current action will be interrupted": "The current action will be interrupted. Do you want to proceed?",
    "An error occurred. Please try again later": "An error occurred. Please try again later.",
    "An error occurred while sending the results": "An error occurred while sending the results.\nThe application will store the results and try again later.",
    "The registration couldn't be completed": "The registration couldn't be completed. Please try again later.",
    "Did not receive any settings": "Did not receive any settings.",
    "Measurement was not registered": "Measurement was not registered.",
    "Could not resolve the hostname": "Could not resolve the hostname.",
    "Measurement timed out": "Measurement timed out.",
    "Server communication error": "Server communication error.",
    "Cancel": "Cancel",
    "Proceed": "Proceed",
    "Ok": "OK",
    "Mbps": "Mbps",
    "Gbps": "Gbps",
    "ms": "ms",
    "s": "s",
    "Your IP address": "Your IP address",
    "Ping": "Ping",
    "Download": "Download",
    "Upload": "Upload",
    "Server name": "Server name",
    "IP Address": "IP Address",
    "Provider": "Provider",
    "Developed by Specure": " ",
    "Start Test": "Start Test",
    "Start RTR-NetTest": "Start RTR-NetTest",
    "Client UUID": "Client UUID",
    "Version": "Version",
    "Open source": "Open source",
    "IPv4 only": "IPv4 only",
    "IPv6 only": "IPv6 only",
    "Language": "Language",
    "Copy": "Copy",
    "Client UUID was copied to the clipboard.": "Client UUID was copied to the clipboard.",
    "IPv4": "IPv4",
    "IPv6": "IPv6",
    "Agree": "Agree",
    "Measurement result from": "Measurement result from",
    "This result is only available locally.": "This result is only available locally.",
    "Details...": "Details...",
    "Fetching the result...": "Fetching the result...",
    "Measurement failed.": "Measurement failed.",
    "Fetching the history...": "Fetching the history...",
    "Time": "Time",
    "Detailed results": "Detailed results",
    "Settings": "Settings",
    "Back to top": "Back to top ↑",
    "Loading": "Loading",
    "Load more": "Load more",
    "Application Update": "Application Update",
    "A new version is available. Would you like to install it?": "A new version is available. Would you like to install it?",
    "Download and install": "Download and install",
    "Later": "Later",
    "Install": "Install",
    "The new version is ready for installation.": "The new version is ready for installation.",
    "Hide": "Hide",
    "Hide others": "Hide others",
    "Unhide": "Unhide",
    "Quit": "Quit",
    "File": "File",
    "Close": "Close",
    "Undo": "Undo",
    "Redo": "Redo",
    "Cut": "Cut",
    "Paste": "Paste",
    "Paste and match style": "Paste and match style",
    "Delete": "Delete",
    "Select all": "Select all",
    "Window": "Window",
    "Minimize": "Minimize",
    "Edit": "Edit",
    "Delete local data": "Delete local data",
    "Delete local data description": "This will remove your local data, such as language settings and measurement history. The application will be closed. Do you want to proceed?",
    "Local data": "Local data",
    "Local data settings description": "Local data includes settings, user ID, measurement history",
    "Abort measurement": "Abort measurement"
}
